[
    {
      "id": "01",
      "name": "Zinda Bazar To Uposohor",
      "img": "https://i.ibb.co/jzPKwHZ/img3.jpg",
      "details": "Ride-sharing is an innovative on-demand transport service that aims to promote sustainable transport, reduce car utilization, increase vehicle occupancy and public transport ridership. By reviewing ride-sharing studies around the world, this paper aims to map major aspects of ride-sharing, including online platforms, user factors and barriers that affect ride-sharing services, and extract useful insights regarding their successful implementation."
    },
    {
      "id": "02",
      "name": "Puler Mukh To Chandri Pul",
      "img": "https://i.ibb.co/0YtsxSV/img6.jpg",
      "details": "A systematic literature review is conducted on scientific publications in English language. Articles are eligible if they report a study on user factors affecting ride-sharing use and/or barriers preventing ride-sharing implementation; ride-sharing online platforms in these articles are also recorded and are further explored through their official websites. A database is built that organizes articles per author, year and location, summarizes online platform attributes, and groups user factors associated with the likelihood to ride-share."
    },
    {
      "id": "03",
      "name": "Taj Pur To Guala Bazar",
      "img": "https://i.ibb.co/fDmGp6T/img7.jpg",
      "details": "The review shows that the term “ride-sharing” is used in the literature for both profit and non-profit ride-sharing services. In total, twenty-nine ride-sharing online platforms are recorded and analyzed according to specific characteristics. Sixteen user factors related to the likelihood to ride-share are recorded and grouped into sociodemographic, location and system factors. While location and system factors are found to follow a pattern among studies, mixed findings are recorded on the relationship between sociodemographic factors and ride-sharing. Factors that may hinder the development of ride-sharing systems are grouped into economic, technological, business, behavioral and regulatory barriers."
    },
    {
      "id": "04",
      "name": "Doyamir To Madrasha Bazar",
      "img": "https://i.ibb.co/dB6ZfQk/img5.jpg",
      "details": "The literature uses the term “ride-sharing” to describe various mobility sharing concepts. Ride-sharing refers to the common use of a motor vehicle by a driver and one or several passengers, in order to share the costs (non-profit) or to compensate the driver"
    },
    {
      "id": "05",
      "name": "Kurua To Najir Bazar",
      "img": "https://i.ibb.co/yWLCpYN/img4.jpg",
      "details": "Practical experience shows that ride-sharing trips are usually pre-arranged through matching applications, that allow drivers and passengers to find potential rides. They often include community-based trust mechanisms, such as user-ratings and provide links to social networks"
    },
    {
      "id": "06",
      "name": "Bissonath To Roshid Pur",
      "img": "https://i.ibb.co/WBk2K5T/img2.jpg",
      "details": "This research focuses on a state-of-the-art analysis of ride-sharing that constitutes the basis for understanding different aspects, including online platforms and user factors and discusses potential barriers that prevent the successful implementation"
    }
    
  ]